Repository: nestymate/nestymate-ios
Catalog: nestymate-ios/Assets/Localizable.xcstrings
Source language: en
Languages: el

source: Address
el: Διεύθυνση

source: Amount
el: Ποσό

source: Birthday
el: Γενέθλια

source: Categories
el: Κατηγορίες

source: Category
el: Κατηγορία

source: Create
el: Δημιουργία

source: Create Category
el: Δημιουργία κατηγορίας

source: Create Expense
el: Δημιουργία Εξόδου

source: Create Home
el: Δημιουργία Σπιτίου

source: Description
el: Περιγραφή

source: Edit Category
el: Επεξεργασία κατηγορίας

source: Edit Expense
el: Επεξεργασία εξόδου

source: Edit Home
el: Επεξεργασία Σπιτίου

# error
source: An error occurred, please try again
el: Παρουσιάστηκε σφάλμα, δοκιμάστε ξανά

source: Expenses
el: Εξοδα

source: Female
el: Γυναίκα

# fieldTypeEmptDateyMessage
source: Birthday field can not be same as today
el: Το πεδίο γενεθλίων δεν μπορεί να είναι ίδιο με σήμερα

# fieldTypeEmptyMessage
source: This can not be empty
el: Αυτό δεν μπορεί να είναι κενό

# fill_all_fields
source: Please fill all the fields
el: Παρακαλώ συμπληρώστε όλα τα πεδία

source: Gender
el: Γένος

source: Invite
el: Πρόσκληση

source: Invite User
el: Πρόσκληση χρήστη

source: Login
el: Είσοδος

source: Male
el: Αντρας

source: My Home
el: Το σπίτι μου

source: Name
el: Ονομα

source: New to Nestymate?
el: Νέος στο Nestymate;

# no_internet
source: No internet connection
el: Δεν υπάρχει σύνδεση στο διαδίκτυο

source: Other
el: Αλλο

# password_not_match
source: The password and the repeat password are not the same
el: Ο κωδικός πρόσβασης και ο κωδικός επανάληψης δεν είναι ο ίδιος

# password_not_valid
source: In the password you should use uppercase, lowecase, number and a special character
el: Στον κωδικό πρόσβασης θα πρέπει να χρησιμοποιήσετε κεφαλαία, πεζά, αριθμό και έναν ειδικό χαρακτήρα

# password_useraname_not_correcr
source: The username and password are not correct.
el: O κωδικός και το όνομα χρήστη δεν είναι σωστά.

source: Please select:
el: Επιλέξτε:

source: Repeat password
el: κωδικός επανάληψης

source: Save
el: Αποθήκευση

# select_birthday
source: Please select your birthday
el: Επιλέξτε τα γενέθλιά σας

source: Sign up
el: Εγγραφείτε

source: Sign up here
el: Εγγραφείτε εδώ

source: Surname
el: Επώνυμο

source: Update
el: Ενημέρωση
